Repository: FuadEsgerov/EasyCancel
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

source: Your address will appear here once you're signed in.
de: Ihre Adresse erscheint hier, sobald Sie angemeldet sind.
es: Tu dirección aparecerá aquí cuando inicies sesión.
fr: Votre adresse apparaîtra ici une fois connecté.
it: Il tuo indirizzo apparirà qui dopo l'accesso.
nl: Je adres verschijnt hier zodra je bent ingelogd.
pl: Twój adres pojawi się tutaj po zalogowaniu.

source: Your country
de: Ihr Land
es: Tu país
fr: Votre pays
it: Il tuo paese
nl: Je land
pl: Twój kraj

source: Your data stays in the EU. Sign in to sync across devices.
de: Ihre Daten bleiben in der EU. Melden Sie sich an, um geräteübergreifend zu synchronisieren.
es: Tus datos permanecen en la UE. Inicia sesión para sincronizar entre dispositivos.
fr: Vos données restent dans l'UE. Connectez-vous pour synchroniser entre vos appareils.
it: I tuoi dati restano nell'UE. Accedi per sincronizzare tra i dispositivi.
nl: Je gegevens blijven in de EU. Log in om te synchroniseren tussen apparaten.
pl: Twoje dane pozostają w UE. Zaloguj się, aby synchronizować między urządzeniami.

source: Your forwarding address
de: Ihre Weiterleitungsadresse
es: Tu dirección de reenvío
fr: Votre adresse de transfert
it: Il tuo indirizzo di inoltro
nl: Je doorstuuradres
pl: Twój adres przekazywania

source: Your raw email is deleted within 7 days of processing.
de: Ihre Original-E-Mail wird innerhalb von 7 Tagen nach der Verarbeitung gelöscht.
es: Tu correo original se elimina en un plazo de 7 días tras el procesamiento.
fr: Votre e-mail brut est supprimé dans les 7 jours suivant le traitement.
it: La tua e-mail originale viene eliminata entro 7 giorni dall'elaborazione.
nl: Je oorspronkelijke e-mail wordt binnen 7 dagen na verwerking verwijderd.
pl: Twój oryginalny e-mail jest usuwany w ciągu 7 dni od przetworzenia.

source: Your request has been submitted.
de: Ihre Anfrage wurde übermittelt.
es: Tu solicitud se ha enviado.
fr: Votre demande a été envoyée.
it: La tua richiesta è stata inviata.
nl: Je verzoek is ingediend.
pl: Twoje żądanie zostało wysłane.

source: Your sent cancellations and legal proof will appear here.
de: Ihre gesendeten Kündigungen und Rechtsnachweise erscheinen hier.
es: Tus cancelaciones enviadas y las pruebas legales aparecerán aquí.
fr: Vos résiliations envoyées et vos preuves juridiques apparaîtront ici.
it: Le disdette inviate e le prove legali appariranno qui.
nl: Je verzonden opzeggingen en juridisch bewijs verschijnen hier.
pl: Twoje wysłane anulowania i dowody prawne pojawią się tutaj.

source: yr
de: J.
es: año
fr: an
it: anno
nl: jr
pl: rok

source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły

source: Email
es: Correo electrónico

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa

source: Status
es: Estado
fr: Statut
it: Stato

source: Version
es: Versión
it: Versione
nl: Versie
pl: Wersja
